{
  "contact_us": "Contact Us",
  "premium_airplane_models": "Premium Airplane Models for Collectors & Enthusiasts - Omelette's Handcrafted, Detailed, and Perfect for Display",
  "shop_now": "Shop Now",
  "title1": "About Omelette’s",
  "intro": "Omelette’s began with a simple idea in the heart of Laos — to connect dreams, detail, and design into one beautiful flight.",
  "foundation": "Founded by a Lao creator with a passion for aviation and creativity, Omelette’s is more than a brand. It's a reflection of our roots and our vision to bring something unique from Laos to the world. Our name, 'Omelette's', symbolizes creativity — just like how an omelet combines different ingredients to make something new, we blend culture, innovation, and style into every model we offer.",
  "title2": " Inspired by Lao Spirit",
  "content1": "Growing up in Laos, surrounded by mountains and open skies, airplanes felt like symbols of imagination and freedom. That inspiration led to the creation of Omelette's — a brand that celebrates flight, movement, and ambition. The green color in our logo represents the beauty of Lao nature, and the plane soaring above the clouds symbolizes rising beyond limits.",
  "title3": " Our Products",
  "content2": "We specialize in high-quality airplane models designed with precision and care. Every piece we sell is a tribute to the spirit of flying — detailed, sleek, and made to inspire. Whether you're a collector, a hobbyist, or someone who simply loves aircraft, we've got something special for you.",
  "title4": " Built with Tech & Heart",
  "content3": "Though our heart is in Laos, our vision is global. We use modern tools, high-resolution design techniques, and smart logistics to deliver top-quality models straight to your door. This isn't just a business — it's our way of sharing a piece of Lao passion with the world.",
  "home": "Home",
  "product": "Products",
  "store": "Store",
  "blog": "Blog",
  "about_us": "About Us",
  "anouncement": "Announcement",
  "authentic_image": "Authentic image — taken from our actual product",
  "language": "Language",
  "price": "30$",
  "accept_all_bank": "Accept all bank",
  "full_product_list": "Explore Our Collection",
  "easy_to_buy": "Easy to buy",
  "products_in_stock": "Products in stock",
  "always_here_to_help": "Always here to help",
  "hello": "Hello",
  "help": "Help",
  "name": "Name",
  "phone": "Phone",
  "province": "Province",
  "district": "District",
  "village": "Village",
  "logistics": "Logistics",
  "enter_your_information": "Enter your information",
  "id": "ID",
  "date": "Date",
  "submit": "Submit",
  "submitted_data": "Submitted data",
  "double_check_warning": "Please double-check all information before submitting. Once submitted, changes are not allowed.",
  "notice": "Notice : ",
  "i_have_paid_continue": "I Have Paid – Continue",
  "complete_your_payment": "Please complete your payment first before filling out this logistics form.",
  "no_results_found": "No results found",
  "no_data": "No data",
  "action_completed": "Action Completed",
  "status": "STATUS",
  "success": "Success",
  "search": "Search",
  "Susccess": "Success",
  "privacy_statement": "Privacy Statement ",
  "personal_information": "We are committed to protecting your personal information. When you provide us with your phone number, address, or any other personal data, we use it only for the purposes necessary to provide our services (such as order confirmation, delivery, or customer support). We do not share, sell, or distribute your information to any third parties for marketing, advertising, or any unrelated purposes. Your information is stored securely, and access is strictly limited to authorized team members. We respect your trust and are fully committed to keeping your data safe and private. If you have any questions or concerns about your data, feel free to contact us.",
  "error": "Error",
  "toast_success_message": "Your data has been submitted successfully.",
  "toast_error_message": "There was an error submitting the form.",
  "toast_unexpected_response": "Unexpected response from server.",
  "store_page_intro": "Dear valued customer, If you have any questions or need further clarification, feel free to contact us anytime — we’re happy to assist you. Thank you very much for your trust and support!",
  "feature_high_quality": "High-quality materials",
  "feature_detailed_design": "Detailed and accurate design",
  "feature_perfect_display": "Perfect for display",
  "feature_collector_item": "Ideal for collectors",
  "feature_secure_packaging": "Secure packaging for delivery",
  "feature_customer_support": "Dedicated customer support",
  "product_comac_c919_name": "Comac C919",
  "product_comac_c919_description": "A meticulously crafted replica of China's homegrown narrow-body airliner, the Comac C919. Perfect for aviation enthusiasts and collectors.",
  "price_comac": "600,000 LAK",
  "product_qatar_777_name": "Qatar Airways Boeing 777 FIFA World Cup Livery",
  "product_qatar_777_description": "Celebrate the spirit of football with this special edition Boeing 777 model featuring the unique Qatar Airways FIFA World Cup livery. A must-have for sports and aviation fans.",
  "price_qatar": "600,000 LAK",
  "product_antonov_an225_name": "Antonov An-225 Mriya (The Dream)",
  "product_antonov_an225_description": "Own a piece of aviation history with this model of the world's largest aircraft, the mighty Antonov An-225 Mriya. A true centerpiece for any collection.",
  "price_antonov": "600,000 LAK",
  "product_china_eastern_c919_name": "China Eastern Airline Comac C919",
  "product_china_eastern_c919_description": "A detailed model of the Comac C919 in China Eastern Airlines' iconic colors. Represents a new era of Chinese aviation.",
  "price_china_eastern": "600,000 LAK",
  "whatsapp_order_greeting": "Hello, I would like to confirm my order for the model:",
  "whatsapp_order_id": "Order ID:",
  "whatsapp_note": "Note:",
  "whatsapp_payment_required": "— Customer must complete payment before we can deliver the product.",
  "whatsapp_send_proof": "— After payment, please send a photo of the receipt or a screenshot of the transfer for order confirmation.",
  "whatsapp_record_unboxing": "— Upon receiving the product, please record a video while unboxing. If the product is incorrect, broken, or damaged, we will issue a full refund.",
  "show_details": "Show Details",
  "show_less": "Show Less",
  "logistic_name": "Logistic Name",
  "logistic_address": "Logistic Address",
  "logistic_unit": "logistics unit",
  "logistic_phone": "logistics phone",
  "matched_entry": "Matched Entry",
  "order_details": "Order Details",
  "enter_phone_number": "Enter phone number",
  "no_data_found": "No data found",
  "download_qr_image": "Download QR Image"
}