{
  "contact_us": "ຕິດຕໍ່ພວກເຮົາ",
  "premium_airplane_models": "ໂມເດວເຮືອບິນພຣີມຽມສຳລັບນັກສະສົມ ແລະ ຜູ້ທີ່ມັກ - ງານຝີມືລະອຽດຂອງ Omelette's, ສົມບູນແບບສຳລັບການວາງສະແດງ",
  "shop_now": "ຊື້ເລີຍ",
  "title1": "ກ່ຽວກັບ Omelette’s",
  "intro": "Omelette’s ເລີ່ມຕົ້ນດ້ວຍແນວຄິດທີ່ງ່າຍດາຍຢູ່ໃຈກາງຂອງປະເທດລາວ — ເພື່ອເຊື່ອມຕໍ່ຄວາມຝັນ, ລາຍລະອຽດ, ແລະການອອກແບບໃຫ້ກາຍເປັນການບິນທີ່ສວຍງາມ.",
  "foundation": "Omelette’s ຖືກສ້າງຕັ້ງຂຶ້ນໂດຍຜູ້ສ້າງຊາວລາວທີ່ມີຄວາມກະຕືລືລົ້ນໃນການບິນ ແລະ ຄວາມຄິດສ້າງສັນ. ມັນເປັນຫຼາຍກວ່າແບຣນ, ເປັນການສະທ້ອນເຖິງຮາກຖານ ແລະ ວິໄສທັດຂອງພວກເຮົາທີ່ຈະນໍາສິ່ງທີ່ເປັນເອກະລັກຈາກລາວສູ່ສາກົນ. ຊື່ 'Omelette's' ເປັນສັນຍາລັກຂອງຄວາມຄິດສ້າງສັນ — ຄືກັບໄຂ່ເຈียวທີ່ລວມເອົາສ່ວນປະກອບຕ່າງໆເຂົ້າກັນເພື່ອສ້າງສິ່ງໃໝ່, ພວກເຮົາຜະສົມຜະສານວັດທະນະທໍາ, ນະວັດຕະກໍາ, ແລະຮູບແບບເຂົ້າໃນທຸກໆໂມເດວທີ່ພວກເຮົາສະເໜີ.",
  "title2": " ໄດ້ແຮງບັນດານໃຈຈາກຈິດວິນຍານລາວ",
  "content1": "ການເຕີບໃຫຍ່ໃນປະເທດລາວ, ອ້ອມຮອບດ້ວຍພູເຂົາ ແລະ ທ້ອງຟ້າກວ້າງໃຫຍ່, ເຮືອບິນຮູ້ສຶກຄືກັບສັນຍາລັກຂອງຈິນຕະນາການ ແລະ ອິດສະລະພາບ. ແຮງບັນດານໃຈນັ້ນໄດ້ນໍາໄປສູ່ການສ້າງ Omelette's — ແບຣນທີ່ສະເຫຼີມສະຫຼອງການບິນ, ການເຄື່ອນໄຫວ, ແລະ ຄວາມທະເຍີທະຍານ. ສີຂຽວໃນໂລໂກ້ຂອງພວກເຮົາສະແດງເຖິງຄວາມງາມຂອງທໍາມະຊາດລາວ, ແລະ ເຮືອບິນທີ່ບິນສູງເໜືອກ້ອນເມກເປັນສັນຍາລັກຂອງການກ້າວຜ່ານຂອບເຂດຈໍາກັດ.",
  "title3": " ຜະລິດຕະພັນຂອງພວກເຮົາ",
  "content2": "ພວກເຮົາຊ່ຽວຊານໃນການສ້າງໂມເດວເຮືອບິນທີ່ມີຄຸນນະພາບສູງທີ່ອອກແບບດ້ວຍຄວາມແມ່ນຍໍາ ແລະ ເອົາໃຈໃສ່. ທຸກໆຊິ້ນທີ່ພວກເຮົາຂາຍແມ່ນການຍົກຍ້ອງຕໍ່ຈິດວິນຍານຂອງການບິນ — ລະອຽດ, ສວຍງາມ, ແລະ ສ້າງຂຶ້ນເພື່ອສ້າງແຮງບັນດານໃຈ. ບໍ່ວ່າທ່ານຈະເປັນນັກສະສົມ, ຜູ້ມັກ, ຫຼື ຜູ້ທີ່ຮັກເຮືອບິນ, ພວກເຮົາກໍ່ມີສິ່ງພິເສດສໍາລັບທ່ານ.",
  "title4": " ສ້າງດ້ວຍເຕັກໂນໂລຢີ ແລະ ໃຈ",
  "content3": "ເຖິງແມ່ນວ່າຫົວໃຈຂອງພວກເຮົາຢູ່ລາວ, ແຕ່ວິໄສທັດຂອງພວກເຮົາແມ່ນລະດັບໂລກ. ພວກເຮົາໃຊ້ເຄື່ອງມືທີ່ທັນສະໄຫມ, ເຕັກນິກການອອກແບບທີ່ມີຄວາມລະອຽດສູງ, ແລະລະບົບຂົນສົ່ງອັດສະລິຍະເພື່ອຈັດສົ່ງໂມເດວທີ່ມີຄຸນນະພາບສູງເຖິງມືທ່ານ. ນີ້ບໍ່ແມ່ນພຽງແຕ່ທຸລະກິດ — ມັນແມ່ນວິທີການຂອງພວກເຮົາທີ່ຈະແບ່ງປັນຄວາມກະຕືລືລົ້ນຂອງລາວສູ່ໂລກ.",
  "home": "ໜ້າຫຼັກ",
  "product": "ຜະລິດຕະພັນ",
  "store": "ຮ້ານຄ້າ",
  "blog": "ບລັອກ",
  "about_us": "ກ່ຽວກັບພວກເຮົາ",
  "anouncement": "ແຈ້ງການ",
  "authentic_image": "ຮູບພາບຕົ້ນສະບັບ — ຖ່າຍຈາກຜະລິດຕະພັນຕົວຈິງຂອງພວກເຮົາ",
  "language": "ພາສາ",
  "price": "30$",
  "accept_all_bank": "ຮອງຮັບທຸກທະນາຄານ",
  "full_product_list": "ສຳຫຼວດຄໍເລັກຊັນຂອງພວກເຮົາ",
  "easy_to_buy": "ຊື້ງ່າຍ",
  "products_in_stock": "ສິນຄ້າມີໃນສະຕັອກ",
  "always_here_to_help": "ພ້ອມໃຫ້ການຊ່ວຍເຫຼືອສະເໝີ",
  "hello": "ສະບາຍດີ",
  "help": "ຊ່ວຍເຫຼືອ",
  "name": "ຊື່",
  "phone": "ເບີໂທລະສັບ",
  "province": "ແຂວງ",
  "district": "ເມືອງ",
  "village": "ບ້ານ",
  "logistic_unit": "ໜ່ວຍງານຂົນສົ່ງສິນຄ້າ",
  "logistics": "ການຂົນສົ່ງ",
  "enter_your_information": "ປ້ອນຂໍ້ມູນຂອງທ່ານ",
  "id": "ໄອດີ",
  "date": "ວັນທີ",
  "submit": "ສົ່ງ",
  "submitted_data": "ຂໍ້ມູນທີ່ສົ່ງແລ້ວ",
  "double_check_warning": "ກະລຸນາກວດສອບຂໍ້ມູນທັງໝົດຄືນກ່ອນສົ່ງ. ເມື່ອສົ່ງແລ້ວ, ຈະບໍ່ສາມາດປ່ຽນແປງໄດ້.",
  "notice": "ແຈ້ງການ : ",
  "i_have_paid_continue": "ຂ້ອຍໄດ້ຊໍາລະແລ້ວ – ສືບຕໍ່",
  "complete_your_payment": "ກະລຸນາຊໍາລະເງິນຂອງທ່ານໃຫ້ສຳເລັດກ່ອນທີ່ຈະຕື່ມແບບຟອມການຂົນສົ່ງນີ້.",
  "no_results_found": "ບໍ່ພົບຜົນລັບ",
  "no_data": "ບໍ່ມີຂໍ້ມູນ",
  "action_completed": "ດໍາເນີນການສຳເລັດ",
  "status": "ສະຖານະ",
  "success": "ສຳເລັດ",
  "search": "ຄົ້ນຫາ",
  "Susccess": "ສຳເລັດ",
  "privacy_statement": "ຖະແຫຼງການຄວາມເປັນສ່ວນຕົວ",
  "personal_information": "ພວກເຮົາມຸ່ງໝັ້ນທີ່ຈະປົກປ້ອງຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ເມື່ອທ່ານໃຫ້ເບີໂທລະສັບ, ທີ່ຢູ່, ຫຼືຂໍ້ມູນສ່ວນຕົວອື່ນໆແກ່ພວກເຮົາ, ພວກເຮົາຈະນໍາໃຊ້ມັນເພື່ອຈຸດປະສົງທີ່ຈໍາເປັນໃນການໃຫ້ບໍລິການຂອງພວກເຮົາເທົ່ານັ້ນ (ເຊັ່ນ: ການຢືນຢືນຄໍາສັ່ງ, ການຈັດສົ່ງ, ຫຼືການຊ່ວຍເຫຼືອລູກຄ້າ). ພວກເຮົາຈະບໍ່ແບ່ງປັນ, ຂາຍ, ຫຼືແຈກຢາຍຂໍ້ມູນຂອງທ່ານໃຫ້ກັບບຸກຄົນທີສາມສໍາລັບການຕະຫຼາດ, ການໂຄສະນາ, ຫຼືຈຸດປະສົງອື່ນໆທີ່ບໍ່ກ່ຽວຂ້ອງ. ຂໍ້ມູນຂອງທ່ານຈະຖືກເກັບຮັກສາໄວ້ຢ່າງປອດໄພ, ແລະການເຂົ້າເຖິງແມ່ນຖືກຈໍາກັດຢ່າງເຂັ້ມງວດສໍາລັບສະມາຊິກທີມງານທີ່ໄດ້ຮັບອະນຸຍາດເທົ່ານັ້ນ. ພວກເຮົາເຄົາລົບຄວາມໄວ້ວາງໃຈຂອງທ່ານແລະມຸ່ງໝັ້ນຢ່າງເຕັມທີ່ທີ່ຈະຮັກສາຂໍ້ມູນຂອງທ່ານໃຫ້ປອດໄພແລະເປັນສ່ວນຕົວ. ຫາກທ່ານມີຄໍາຖາມ ຫຼືຂໍ້ສົງໄສກ່ຽວກັບຂໍ້ມູນຂອງທ່ານ, ກະລຸນາຕິດຕໍ່ພວກເຮົາ.",
  "error": "ຜິດພາດ",
  "toast_success_message": "ຂໍ້ມູນຂອງທ່ານຖືກສົ່ງສຳເລັດແລ້ວ.",
  "toast_error_message": "ມີຂໍ້ຜິດພາດໃນການສົ່ງຟອມ.",
  "toast_unexpected_response": "ການຕອບສະໜອງທີ່ບໍ່ຄາດຄິດຈາກເຊີບເວີ."
,
  "store_page_intro": "ລູກຄ້າທີ່ຮັກແພງ, ຫາກທ່ານມີຄຳຖາມ ຫຼືຕ້ອງການຂໍ້ມູນເພີ່ມເຕີມ, ຢ່າລັງເລທີ່ຈະຕິດຕໍ່ພວກເຮົາໄດ້ຕະຫຼອດເວລາ — ພວກເຮົາຍິນດີໃຫ້ການຊ່ວຍເຫຼືອ. ຂໍຂອບໃຈຢ່າງສູງສຳລັບຄວາມໄວ້ວາງໃຈ ແລະ ການສະໜັບສະໜູນຂອງທ່ານ!",
  "feature_high_quality": "ວັດສະດຸຄຸນນະພາບສູງ",
  "feature_detailed_design": "ການອອກແບບລະອຽດ ແລະ ຖືກຕ້ອງ",
  "feature_perfect_display": "ເໝາະສຳລັບການວາງສະແດງ",
  "feature_collector_item": "ເໝາະສຳລັບນັກສະສົມ",
  "feature_secure_packaging": "ການຫຸ້ມຫໍ່ທີ່ປອດໄພສຳລັບການຈັດສົ່ງ",
  "feature_customer_support": "ການສະໜັບສະໜູນລູກຄ້າໂດຍສະເພາະ",

  "product_comac_c919_name": "Comac C919",
  "product_comac_c919_description": "ໂມເດວຈຳລອງທີ່ສ້າງຂຶ້ນຢ່າງລະອຽດຂອງເຮືອບິນໂດຍສານລຳຕົວແຄບທີ່ຜະລິດພາຍໃນປະເທດຈີນ, Comac C919. ເໝາະສຳລັບຜູ້ທີ່ມັກການບິນ ແລະ ນັກສະສົມ.",
  "price_comac": "600,000 ກີບ",

  "product_qatar_777_name": "Qatar Airways Boeing 777 FIFA World Cup Livery",
  "product_qatar_777_description": "ຮ່ວມສະເຫຼີມສະຫຼອງຈິດວິນຍານຂອງບານເຕະດ້ວຍໂມເດວ Boeing 777 ລຸ້ນພິເສດນີ້ ທີ່ມາພ້ອມກັບລາຍການພິເສດຂອງ Qatar Airways FIFA World Cup. ສິ່ງທີ່ຕ້ອງມີສຳລັບແຟນກິລາ ແລະ ການບິນ.",
  "price_qatar": "600,000 ກີບ",

  "product_antonov_an225_name": "Antonov An-225 Mriya (ຄວາມຝັນ)",
  "product_antonov_an225_description": "ເປັນເຈົ້າຂອງສ່ວນໜຶ່ງຂອງປະຫວັດສາດການບິນດ້ວຍໂມເດວເຮືອບິນທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ, Antonov An-225 Mriya ທີ່ຍິ່ງໃຫຍ່. ເປັນຈຸດໃຈກາງທີ່ແທ້ຈິງຂອງທຸກຄໍເລັກຊັນ.",
  "price_antonov": "600,000 ກີບ",

  "product_china_eastern_c919_name": "China Eastern Airline Comac C919",
  "product_china_eastern_c919_description": "ໂມເດວລະອຽດຂອງ Comac C919 ໃນສີສັນສັນຍາລັກຂອງ China Eastern Airlines. ເປັນຕົວແທນຂອງຍຸກໃໝ່ຂອງການບິນຈີນ.",
  "price_china_eastern": "600,000 ກີບ",

  "whatsapp_order_greeting": "ສະບາຍດີ, ຂ້ອຍຂໍຢືນຢັນການສັ່ງຊື້ໂມເດວ:",
  "whatsapp_order_id": "ເລກທີສັ່ງຊື້:",
  "whatsapp_note": "ໝາຍເຫດ:",
  "whatsapp_payment_required": "— ລູກຄ້າຈະຕ້ອງຊຳລະເງິນກ່ອນ, ທາງເຮົາຈຶ່ງຈະຈັດສົ່ງສິນຄ້າໃຫ້ໄດ້.",
  "whatsapp_send_proof": "— ຫຼັງຈາກຈ່າຍແລ້ວ, ກະລຸນາສົ່ງຮູບຖ່າຍໃບບິນ ຫຼື ແຄບການໂອນມາ ເພື່ອຢືນຢັນການສັ່ງຊື້.",
  "whatsapp_record_unboxing": "— ເມື່ອໄດ້ຮັບສິນຄ້າແລ້ວ, ກະລຸນາຖ່າຍວິດີໂອເວລາເປີດກ່ອງ. ຖ້າຫາກສິນຄ້າບໍ່ຖືກຕ້ອງ, ແຕກຫັກ, ຫຼື ເສຍຫາຍ, ທາງເຮົາຈະຄືນເງິນໃຫ້ເຕັມຈຳນວນ.",
  "show_details": "ສະແດງລາຍລະອຽດ",
  "show_less": "ສະແດງໜ້ອຍລົງ",
    "logistic_name": "ຊື່ບໍລິສັດຂົນສົ່ງ",
  "logistic_address": "ທີ່ຢູ່ຈັດສົ່ງ",
 
    "logistic_phone": "ເບີໂທລະສັບຂົນສົ່ງ",
    "matched_entry": "ຂໍ້ມູນລາຍການທີ່ກົງກັນ",
     "order_details": "ລາຍລະອຽດການສັ່ງ",
     "enter_phone_number": "ປ້ອນເບີໂທລະສັບ",
      "no_data_found": "ບໍ່ພົບຂໍ້ມູນ",
  "download_qr_image": "ດາວໂຫລດຮູບ QR"
}