{
  "contact_us": "ติดต่อเรา",
  "premium_airplane_models": "โมเดลเครื่องบินพรีเมียมสำหรับนักสะสมและผู้ที่ชื่นชอบ - งานฝีมือประณีตจาก Omelette's รายละเอียดสมจริง เหมาะสำหรับจัดแสดง",
  "shop_now": "ช้อปเลย",
  "title1": "เกี่ยวกับ Omelette’s",
  "intro": "Omelette’s เริ่มต้นจากแนวคิดง่ายๆ ในใจกลางประเทศลาว — เพื่อเชื่อมโยงความฝัน รายละเอียด และการออกแบบเข้าด้วยกันให้เป็นการบินที่สวยงาม",
  "foundation": "Omelette’s ก่อตั้งขึ้นโดยผู้สร้างชาวลาวผู้หลงใหลในการบินและความคิดสร้างสรรค์ Omelette’s เป็นมากกว่าแค่แบรนด์ แต่เป็นการสะท้อนถึงรากฐานและวิสัยทัศน์ของเราในการนำเสนอสิ่งที่เป็นเอกลักษณ์จากลาวสู่สายตาชาวโลก ชื่อ 'Omelette's' ของเราเป็นสัญลักษณ์ของความคิดสร้างสรรค์ — เช่นเดียวกับการผสมผสานส่วนผสมต่างๆ ในไข่เจียวเพื่อสร้างสิ่งใหม่ๆ เราได้หลอมรวมวัฒนธรรม นวัตกรรม และสไตล์เข้ากับทุกโมเดลที่เรานำเสนอ",
  "title2": " แรงบันดาลใจจากจิตวิญญาณลาว",
  "content1": "การเติบโตในประเทศลาว ท่ามกลางภูเขาและท้องฟ้าที่กว้างใหญ่ เครื่องบินให้ความรู้สึกเหมือนเป็นสัญลักษณ์ของจินตนาการและอิสรภาพ แรงบันดาลใจนั้นนำไปสู่การสร้างสรรค์ Omelette's — แบรนด์ที่เฉลิมฉลองการบิน การเคลื่อนไหว และความมุ่งมั่นทะเยอทะยาน สีเขียวในโลโก้ของเราแสดงถึงความงดงามของธรรมชาติลาว และเครื่องบินที่ทะยานเหนือเมฆเป็นสัญลักษณ์ของการก้าวข้ามขีดจำกัด",
  "title3": " ผลิตภัณฑ์ของเรา",
  "content2": "เราเชี่ยวชาญในการสร้างโมเดลเครื่องบินคุณภาพสูงที่ออกแบบด้วยความแม่นยำและเอาใจใส่ ทุกชิ้นที่เราจำหน่ายคือการแสดงความเคารพต่อจิตวิญญาณแห่งการบิน — รายละเอียดประณีต สวยงาม และสร้างขึ้นเพื่อสร้างแรงบันดาลใจ ไม่ว่าคุณจะเป็นนักสะสม ผู้ชื่นชอบ หรือผู้ที่ชื่นชอบเครื่องบิน เรามีสิ่งพิเศษสำหรับคุณ",
  "title4": " สร้างด้วยเทคโนโลยีและใจ",
  "content3": "แม้ใจเราจะอยู่ที่ลาว แต่วิสัยทัศน์ของเราคือระดับโลก เราใช้เครื่องมือที่ทันสมัย เทคนิคการออกแบบความละเอียดสูง และระบบโลจิสติกส์อัจฉริยะ เพื่อส่งมอบโมเดลคุณภาพเยี่ยมตรงถึงมือคุณ นี่ไม่ใช่เพียงแค่ธุรกิจ แต่เป็นวิธีการที่เราแบ่งปันความหลงใหลของชาวลาวให้ทั่วโลกได้รับรู้",
  "home": "หน้าแรก",
  "product": "สินค้า",
  "store": "ร้านค้า",
  "blog": "บล็อก",
  "about_us": "เกี่ยวกับเรา",
  "anouncement": "ประกาศ",
  "authentic_image": "รูปภาพจริง — ถ่ายจากผลิตภัณฑ์จริงของเรา",
  "language": "ภาษา",
  "price": "30$",
  "accept_all_bank": "รับทุกธนาคาร",
  "full_product_list": "สำรวจคอลเลกชันของเรา",
  "easy_to_buy": "ซื้อง่าย",
  "products_in_stock": "สินค้ามีในสต็อก",
  "always_here_to_help": "พร้อมให้ความช่วยเหลือเสมอ",
  "hello": "สวัสดี",
  "help": "ช่วยเหลือ",
  "name": "ชื่อ",
  "phone": "เบอร์โทรศัพท์",
  "province": "จังหวัด",
  "district": "อำเภอ",
  "village": "หมู่บ้าน",
  "logistic_unit": "หน่วยงานขนส่งสินค้า",
  "logistics": "การขนส่ง",
  "enter_your_information": "กรอกข้อมูลของคุณ",
  "id": "รหัส",
  "date": "วันที่",
  "submit": "ส่ง",
  "submitted_data": "ข้อมูลที่ส่งแล้ว",
  "double_check_warning": "โปรดตรวจสอบข้อมูลทั้งหมดอีกครั้งก่อนส่ง เมื่อส่งแล้ว จะไม่สามารถเปลี่ยนแปลงได้",
  "notice": "ประกาศ : ",
  "i_have_paid_continue": "ฉันชำระเงินแล้ว – ดำเนินการต่อ",
  "complete_your_payment": "โปรดชำระเงินให้เรียบร้อยก่อนกรอกแบบฟอร์มการขนส่งนี้",
  "no_results_found": "ไม่พบผลลัพธ์",
  "no_data": "ไม่มีข้อมูล",
  "action_completed": "ดำเนินการเสร็จสมบูรณ์",
  "status": "สถานะ",
  "success": "สำเร็จ",
  "search": "ค้นหา",
  "Susccess": "สำเร็จ",
  "privacy_statement": "แถลงการณ์ความเป็นส่วนตัว",
  "personal_information": "เรามุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของคุณ เมื่อคุณให้หมายเลขโทรศัพท์ ที่อยู่ หรือข้อมูลส่วนบุคคลอื่น ๆ แก่เรา เราจะใช้ข้อมูลเหล่านั้นเพื่อวัตถุประสงค์ที่จำเป็นในการให้บริการของเราเท่านั้น (เช่น การยืนยันคำสั่งซื้อ การจัดส่ง หรือการสนับสนุนลูกค้า) เราจะไม่เปิดเผย ขาย หรือแจกจ่ายข้อมูลของคุณให้กับบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาด การโฆษณา หรือวัตถุประสงค์อื่นใดที่ไม่เกี่ยวข้อง ข้อมูลของคุณจะถูกจัดเก็บไว้อย่างปลอดภัย และการเข้าถึงจะถูกจำกัดอย่างเข้มงวดสำหรับสมาชิกในทีมที่ได้รับอนุญาตเท่านั้น เราเคารพในความไว้วางใจของคุณและมุ่งมั่นอย่างเต็มที่ที่จะรักษาข้อมูลของคุณให้ปลอดภัยและเป็นส่วนตัว หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับข้อมูลของคุณ โปรดติดต่อเรา",
  "error": "ข้อผิดพลาด",
  "toast_success_message": "ข้อมูลของคุณถูกส่งเรียบร้อยแล้ว",
  "toast_error_message": "เกิดข้อผิดพลาดในการส่งแบบฟอร์ม",
  "toast_unexpected_response": "การตอบสนองที่ไม่คาดคิดจากเซิร์ฟเวอร์",
 "store_page_intro": "ลูกค้าผู้มีอุปการะคุณทุกท่าน หากมีข้อสงสัยหรือต้องการข้อมูลเพิ่มเติม โปรดติดต่อเราได้ตลอดเวลา — เรายินดีให้บริการ ขอบคุณมากสำหรับความไว้วางใจและการสนับสนุนของคุณ!",
  "feature_high_quality": "วัสดุคุณภาพสูง",
  "feature_detailed_design": "การออกแบบที่มีรายละเอียดและถูกต้อง",
  "feature_perfect_display": "เหมาะสำหรับการจัดแสดง",
  "feature_collector_item": "เหมาะสำหรับนักสะสม",
  "feature_secure_packaging": "การบรรจุหีบห่อที่ปลอดภัยสำหรับการจัดส่ง",
  "feature_customer_support": "การสนับสนุนลูกค้าโดยเฉพาะ",

  "product_comac_c919_name": "Comac C919",
  "product_comac_c919_description": "แบบจำลองที่สร้างขึ้นอย่างพิถีพิถันของเครื่องบินโดยสารลำตัวแคบที่ผลิตในจีนอย่าง Comac C919 เหมาะสำหรับผู้ที่ชื่นชอบการบินและนักสะสม",
  "price_comac": "600,000 กีบ",

  "product_qatar_777_name": "Qatar Airways Boeing 777 ลาย FIFA World Cup",
  "product_qatar_777_description": "ร่วมเฉลิมฉลองจิตวิญญาณแห่งฟุตบอลด้วยโมเดล Boeing 777 รุ่นพิเศษนี้ ที่มาพร้อมกับลายพิเศษของ Qatar Airways FIFA World Cup เป็นสิ่งที่ต้องมีสำหรับแฟนกีฬาและการบิน",
  "price_qatar": "600,000 กีบ",

  "product_antonov_an225_name": "Antonov An-225 Mriya (ความฝัน)",
  "product_antonov_an225_description": "เป็นเจ้าของส่วนหนึ่งของประวัติศาสตร์การบินด้วยโมเดลเครื่องบินที่ใหญ่ที่สุดในโลก Antonov An-225 Mriya ผู้ยิ่งใหญ่ เป็นจุดศูนย์กลางที่แท้จริงสำหรับทุกคอลเลกชัน",
  "price_antonov": "600,000 กีบ",

  "product_china_eastern_c919_name": "China Eastern Airline Comac C919",
  "product_china_eastern_c919_description": "โมเดลที่มีรายละเอียดของ Comac C919 ในสีสันอันเป็นเอกลักษณ์ของ China Eastern Airlines แสดงถึงยุคใหม่ของการบินของจีน",
  "price_china_eastern": "600,000 กีบ",

  "whatsapp_order_greeting": "สวัสดีครับ/ค่ะ, ผม/หนูต้องการยืนยันการสั่งซื้อโมเดล:",
  "whatsapp_order_id": "หมายเลขคำสั่งซื้อ:",
  "whatsapp_note": "หมายเหตุ:",
  "whatsapp_payment_required": "— ลูกค้าจะต้องชำระเงินก่อน ทางเราจึงจะสามารถจัดส่งสินค้าให้ได้",
  "whatsapp_send_proof": "— หลังจากชำระเงินแล้ว กรุณาส่งรูปถ่ายใบเสร็จหรือภาพหน้าจอการโอนเงินเพื่อยืนยันการสั่งซื้อ",
  "whatsapp_record_unboxing": "— เมื่อได้รับสินค้าแล้ว กรุณาถ่ายวิดีโอขณะเปิดกล่อง หากสินค้าไม่ถูกต้อง แตกหัก หรือเสียหาย ทางเราจะคืนเงินเต็มจำนวน",
   "show_details": "แสดงรายละเอียด",
  "show_less": "แสดงน้อยลง",
   "logistic_name": "ชื่อบริษัทขนส่ง",
  "logistic_address": "ที่อยู่จัดส่ง",
 
    "logistic_phone": "เบอร์โทรศัพท์ขนส่ง",
    "matched_entry": "รายการที่ตรงกัน",
     "order_details": "รายละเอียดการสั่งซื้อ",
  "enter_phone_number": "กรอกหมายเลขโทรศัพท์",
  "no_data_found": "ไม่พบข้อมูล",
  "download_qr_image": "ดาวน์โหลดภาพ QR"
}