{
        "contact_us": "Liên hệ chúng tôi",
        "premium_airplane_models": "Mô hình máy bay cao cấp dành cho nhà sưu tập và người đam mê - Sản phẩm thủ công của Omelette, chi tiết tinh xảo và hoàn hảo để trưng bày",
        "shop_now": "Mua ngay",
        "title1": "Về Omelette’s",
        "intro": "Omelette’s bắt đầu từ một ý tưởng đơn giản tại trái tim Lào - kết nối ước mơ, sự tinh xảo và thiết kế thành một chuyến bay tuyệt đẹp.",
        "foundation": "Được sáng lập bởi một nhà sáng tạo người Lào đam mê hàng không và sáng tạo, Omelette’s không chỉ là một thương hiệu. Đó là sự phản ánh cội nguồn và tầm nhìn của chúng tôi để mang điều gì đó độc đáo từ Lào đến thế giới. Cái tên 'Omelette's' tượng trưng cho sự sáng tạo - giống như cách món trứng ốp lết kết hợp các nguyên liệu khác nhau để tạo ra thứ mới, chúng tôi pha trộn văn hóa, đổi mới và phong cách vào từng mô hình mà chúng tôi cung cấp.",
        "title2": " Cảm hứng từ Tinh thần Lào",
        "content1": "Lớn lên tại Lào, bao quanh bởi núi non và bầu trời rộng mở, máy bay giống như biểu tượng của trí tưởng tượng và tự do. Cảm hứng đó đã dẫn đến sự ra đời của Omelette's - một thương hiệu tôn vinh chuyến bay, chuyển động và khát vọng. Màu xanh trong logo của chúng tôi đại diện cho vẻ đẹp của thiên nhiên Lào, và chiếc máy bay bay cao trên mây tượng trưng cho việc vượt lên trên mọi giới hạn.",
        "title3": " Sản phẩm của chúng tôi",
        "content2": "Chúng tôi chuyên về các mô hình máy bay chất lượng cao được thiết kế tỉ mỉ và cẩn thận. Mỗi sản phẩm chúng tôi bán là lời tri ân tới tinh thần bay lượn - tinh xảo, thanh lịch và được tạo ra để truyền cảm hứng. Dù bạn là nhà sưu tập, người có sở thích hay đơn giản là người yêu thích máy bay, chúng tôi đều có thứ gì đó đặc biệt dành cho bạn.",
        "title4": " Được xây dựng bằng Công nghệ & Trái tim",
        "content3": "Dù trái tim chúng tôi ở Lào, nhưng tầm nhìn của chúng tôi mang tầm toàn cầu. Chúng tôi sử dụng công cụ hiện đại, kỹ thuật thiết kế độ phân giải cao và hệ thống hậu cần thông minh để mang những mô hình chất lượng nhất đến tận cửa nhà bạn. Đây không chỉ là kinh doanh - đó là cách chúng tôi chia sẻ niềm đam mê Lào với thế giới.",
        "home": "Trang chủ",
        "product": "Sản phẩm",
        "store": "Bảng giá",
        "blog": "Blog",
        "about_us": "Về chúng tôi",
        "anouncement": "Thông báo",
        "authentic_image": "Hình ảnh thực tế — chụp từ sản phẩm thực",
        "language": "Ngôn ngữ",
        "price": "30$",
        "accept_all_bank": "Chấp nhận mọi ngân hàng",
        "full_product_list": "Khám phá bộ sưu tập của chúng tôi",
        "easy_to_buy": "Mua hàng dễ dàng",
        "products_in_stock": "Sản phẩm có sẵn",
        "always_here_to_help": "Luôn sẵn sàng hỗ trợ",
        "hello": "Xin chào",
        "help": "Trợ giúp",
        "name": "Tên",
        "phone": "Điện thoại",
        "province": "Tinh",
        "district": "Huyen",
        "village": "Làng",
        "logistic_unit": "Hall logistics unit",
        "logistics": "Hậu cần",
        "enter_your_information": "Nhập thông tin của bạn",
        "id": "Mã",
        "date": "Ngày",
        "submit": "Guị",
        "submitted_data": "Dữ liệu đã gửi",
        "double_check_warning": "Vui lòng kiểm tra kỹ tất cả thông tin trước khi gửi. Sau khi gửi, bạn sẽ không thể thay đổi",
        "notice": "Thông báo : ",
        "i_have_paid_continue": "Tôi đã thanh toán - Tiếp tục",
        "complete_your_payment": "Vui lòng hoàn tất thanh toán trước khi điền vào mẫu đơn logistics này.",
        "no_results_found": "Không tìm thấy kết quả",
        "no_data": "Không có dữ liệu",
        "action_completed":"Thao tác hoàn tất thành công",
        "status": "Trạng thái",
        "Success": "Thành công",
        "serach": "Tìm kiếm",
        "privacy_statement":"Tuyên Bố Bảo Mật",
        "personal_information": "Chúng tôi cam kết bảo vệ thông tin cá nhân của bạn. Khi bạn cung cấp số điện thoại, địa chỉ hoặc bất kỳ dữ liệu cá nhân nào khác, chúng tôi chỉ sử dụng chúng cho các mục đích cần thiết để cung cấp dịch vụ (như xác nhận đơn hàng, giao hàng hoặc hỗ trợ khách hàng).Chúng tôi không chia sẻ, bán hoặc phân phối thông tin của bạn cho bên thứ ba vì mục đích tiếp thị, quảng cáo hoặc bất kỳ mục đích không liên quan nào khác. Thông tin của bạn được lưu trữ an toàn và chỉ những thành viên được ủy quyền mới có quyền truy cập. Chúng tôi trân trọng sự tin tưởng của bạn và cam kết bảo mật dữ liệu. Nếu có bất kỳ câu hỏi hoặc lo ngại nào về dữ liệu của bạn, vui lòng liên hệ với chúng tôi."

}